# IFC_DMResToCOBieDef

## Description
Resets the IFC Data Mapping Settings to Vectorworks COBie defaults.

```pascal
FUNCTION IFC_DMResToCOBieDef : BOOLEAN;
```

```python
def vs.IFC_DMResToCOBieDef():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2021

## Category
* IFC